Repository: elementary/wingpanel-indicator-power
Catalog: po/extra/*.po
Languages: ar, ca, cs, de, fr, hu, ja, pl, pt, ru, uk

source: Power Indicator
ar: مؤشر الطاقة
ca: Indicador d'energia
cs: Indikátor napájení
de: Stromverbrauch
fr: Indicateur d'alimentation
hu: Akkumulátorkijelzés
ja: 電源インジケーター
pl: Wskaźnik zasilania
pt: Indicador de energia
ru: Индикатор питания
uk: Індикатор живлення

source: View battery levels, adjust display brightness, and see apps using lots of power
ar: قم برؤية مستوى البطارية، وضبط سطوع شاشة العرض، ورؤية التطبيقات التي تستهلك طاقة كبيرة
ca: Vegeu el nivell de la bateria, ajusteu la brillantor de la pantalla i vegeu les aplicacions que gasten molta energia.
cs: Zobrazte si úroveň nabití akumulátoru, upravte intenzitu podsvícení a zobrazte aplikace, výrazně vybíjející akumulátor
de: Akkustand anzeigen, Bildschirmhelligkeit anpassen und Apps mit hohem Energieverbrauch ansehen
fr: Voir le niveau de batterie, ajuster la luminosité de l'écran et voir les applications utilisant beaucoup d'énergie
hu: Akkumulátor töltöttségi szintjének beállítása, a képernyő fényerejének módosítása, sok energiát fogyasztó alkalmazások megtekintése
ja: バッテリー残量を表示したり、ディスプレイの輝度を調整したり、電力の消費が激しいアプリを確認したりします
pl: Zobacz poziom baterii, dopasuj jasność ekranu oraz zobacz aplikacje pobierające dużo mocy
pt: Veja os níveis da bateria, ajuste o brilho do ecrã e veja aplicações que usam muita energia
ru: Просматривайте уровень заряда аккумулятора, регулируйте уровень яркости экрана, а также смотрите, какие из приложений используют много энергии
uk: Переглядайте рівень заряду акумулятора, регулюйте рівень яскравості екрана та переглядайте, які з застосунків використовують забагато енергії

source: New features:
ar: ميزات جديدة:
ca: Característiques noves:
cs: Nové funkce:
de: Neue Funktionen:
fr: Nouvelles fonctionnalités :
hu: Új funkciók:
ja: 新機能:
pl: Nowe funkcje:
pt: Novas funcionalidades:
ru: Новые возможности:
uk: Нові функції:

source: Scroll horizontally on the panel icon to change display brightness
ca: Desplaçament horitzontal per la icona del tauler per canviar la brillantor de la pantalla
fr: Défilez horizontalement sur l'icône du panneau pour modifier la luminosité de l'écran
hu: Fényerő állítása vízszintes görgetéssel a panelikonon
ja: パネルアイコン上で水平スクロールするとディスプレイの輝度を変更できる機能を追加
pl: Przewijanie kółka myszy na ikonie w panelu zmienia jasność wyświetlacza
pt: Deslocar horizontalmente no ícone do painel para alterar a luminosidade do ecrã
ru: Горизонтальная прокрутка по значку на панели для изменения яркости

source: Minor updates:
ar: تحديثات طفيفة:
ca: Actualitzacions menors:
cs: Drobné aktualizace:
de: Kleinere Aktualisierungen:
fr: Mises à jour mineures :
hu: Apróbb frissítések:
ja: そのほかのアップデート:
pl: Mniejsze aktualizacje:
pt: Pequenas atualizações:
ru: Незначительные обновления:
uk: Незначні оновлення:

source: Do a better job hiding the brightness slider on unsupported displays
ca: Feu una feina millor amagant el control lliscant de brillantor en pantalles no compatibles.
fr: Le curseur de luminosité est désormais mieux caché sur les écrans non pris en charge
hu: Fényerőcsúszka elrejtése még jobban nem támogatott kijelzőkön
ja: 輝度調整に非対応のディスプレイで調整用のスライダーを表示しないためのロジックを改善
pl: Lepsze ukrywanie suwaka jasności na niewspieranych wyświetlaczach
pt: Faz um melhor trabalho ocultando o deslizador de luminosidade em ecrãs não suportados
ru: Улучшено скрытия ползунка яркости на неподдерживаемых дисплеях

source: Updated translations
ar: تحديثات على الترجمة
ca: Traduccions actualitzades
cs: Aktualizovány překlady
de: Aktualisierte Übersetzungen
fr: Mise à jour des traductions
hu: Frissített fordítások
ja: 翻訳の更新
pl: Zaktualizowano tłumaczenia
pt: Traduções atualizadas
ru: Обновлены переводы
uk: Оновлено переклади

source: Clicking the "Apps Using Lots of Power" header label causes a crash
pl: Kliknięcie nagłówka „Aplikacje używające sporo mocy” powoduje crash

source: Don't show the power eater section if failed to get app info
pl: Sekcja prądożerców nie jest pokazywana gdy nie uda się uzyskać informacji i aplikacji

source: Show brightness level when scrolled
ar: إظهار مستوى سطوع الشاشة عند التمرير
ca: Es mostra el nivell de brillantor amb el desplaçament.
cs: Při otáčení kolečkem myši zobrazovat úrovně intenzity podsvětlení
de: Helligkeitslevel auch beim Scrollen anzeigen
fr: Affichage du niveau de luminosité lors du défilement
hu: Fényerő kijelzése görgetés közben
ja: インジケーター上でスクロールした際にディスプレイの輝度レベルを表示するように修正
pl: Pokaż poziomy jasności przy przewijaniu
pt: Mostrar nível de luminosidade quando roda com o rato
ru: Отображение уровня яркости при прокрутке колесом мыши
uk: Показ рівня яскравості прокручуванням коліщатка миші

source: Show battery percentage automatically at 20% or lower
ar: إظهار النسبة المئوية بشكل تلقائي عندما يصبح شحن البطارية 20% أو أقل
ca: Es mostra el percentatge de la bateria automàticament al 20 % o menys.
cs: Při procentu nabití akumulátoru 20% a nižším automaticky zobrazovat procento
de: Ladezustand automatisch in % zeigen, sobald 20% oder weniger verbleiben
fr: Affichage automatique du pourcentage de la batterie si inférieur ou égal à 20%
hu: Akkumulátor tōltöttségi szintjének automatikus kijelzése 20%-on és alatta
ja: バッテリー残量が 20% を切ると自動的に割合を表示するように変更
pl: Pokaż procent baterii automatycznie przy 20% lub niżej
pt: Mostra automaticamente a percentagem de bateria a 20% ou inferior
ru: Отображение процента заряда аккумулятора автоматически если заряд равен 20% или ниже
uk: Автоматичний показ відсотка заряду акумулятора, якщо рівень заряду 20% або нижче

source: Match scroll direction with Sound indicator
ar: تطابق اتجاه التمرير مع مؤشر الصوت
ca: Coincidència de la direcció del desplaçament amb l'indicador de so
cs: Správné vyhodnocování směru posouvání v indikátoru zvuku
de: Sorgt dafür, dass Scrollrichtung und Tonanzeige miteinander abgeglichen werden
fr: La direction de défilement correspond désormais à la même que pour l'indicateur de son
hu: Egyezzen a görgetés iránya a hangkijelzéssel
ja: スクロールの方向をサウンドインジケーターと統一
pl: Dopasuj kierunek przewijania do wskaźnika dźwięku
pt: Combina a direção de deslocamento com o indicador de Som
ru: Соответствие направления прокрутки с индикатором звука
uk: Відповідність напрямку прокручування в індикаторі звуку

source: Show "Fully Charged" at 100% when plugged in
ar: إظهار "مشحون بالكامل" عند مستوى 100% عند وصل الجهاز بالكهرباء
ca: Es mostra "Càrrega completa" al 100 % quan està endollat.
cs: Při napájení ze zásuvky, pokud je úroveň nabití 100%, je zobrazeno „Plně nabito“
de: Zeige "Vollständig geladen" bei 100%, wenn Ladekabel eingesteckt ist
fr: Affichage de « Complètement chargé » à 100% si branché
hu: "Teljesen feltöltve" kijelzése 100%-nál, ha be van dugva
ja: 電源に接続されていてバッテリー残量が 100% の場合、"充電済み" と表示するように修正
pl: Pokaż „W pełni naładowane” przy 100% gdy podłączone
pt: Mostra "Totalmente carregado" a 100% quando ligado à corrente
ru: Отображение опповещения о полной зарядке при достижении 100% заряда аккумулятора
uk: Показ «Повністю заряджено», якщо рівень заряду 100% і пристрій під'єднано до мережі живлення

source: Show battery statistics when selected
ar: إظهار إحصائيات البطارية عند اختيار المؤشر
ca: Es mostren les estadístiques de la bateria quan se selecciona.
cs: Když je vybráno, zobrazit statistiky akumulátoru
de: Batteriestatistiken anzeigen wenn ausgewählt
fr: Affichage des statistiques de la batterie lorsque sélectionné
hu: Akkumulátorstatisztikák kijelzése rákattintáskor
ja: デバイス選択時にバッテリーの統計情報を表示できる機能を追加
pl: Pokaż statystyki baterii po wybraniu
pt: Mostrar estatísticas de bateria quando selecionado
ru: Отображение статистики батареи при выборе
uk: Показ статистики заряду, якщо вибрано

source: Launch apps using power when selected
ar: فتح التطبيقات التي تستخدم الطاقة عند اختيار المؤشر
ca: Inici d'aplicacions amb corrent quan se selecciona
cs: Spouštění aplikací využívajících napájení když vybráno
de: Starte App-Energieverbrauchsanzeige wenn ausgewählt
fr: Lancer des applications en utilisant l'alimentation lorsqu'il est sélectionné
hu: A sok energiát használó alkalmazások elindíthatók rákattintással
ja: 電力消費が激しいアプリを選択するとそのアプリを起動できる機能を追加
pl: Uruchom aplikacje pobierające moc przy wybraniu
pt: Inicia aplicações usando energia quando selecionadas
ru: Запуск приложений с использованием питания, при выборе
uk: Запуск застосунків, які використовують живлення, якщо вибрано

source: Control display brightness by scrolling the indicator
ar: التحكم بسطوع شاشة العرض عن طريق التمرير على المؤشر
ca: Control de la brillantor de la pantalla desplaçant-vos per l’indicador
cs: Ovládání jasu obrazovky otáčením kolečkem na indikátoru
de: Display-Helligkeit durch Scrollen des Indikators kontrollieren
fr: Contrôlez la luminosité de l'affichage en défilant la souris sur l'indicateur
hu: A kijelző fényerejének állítása az ikonon való görgetéssel
ja: インジケーター上でスクロールするとディスプレイの輝度を変更できる機能を追加
pl: Kontrolowanie jasności ekranu przy przewijaniu nad wskaźnikiem
pt: Controla a luminosidade do visor, percorrendo o indicador
ru: Управление яркостью экрана путем прокрутки колесом мыши по индикатору
uk: Керування яскравістю дисплея, прокручуванням коліщатка миші на індикаторі

source: Improvements for desktops with peripherals
ar: تحسينات للأجهزة المكتبية التي تستخدم أجهزة طرفية
ca: Millores per a ordinadors de sobretaula amb perifèrics
cs: Vylepšení pro počítače s připojenými periferiemi
de: Verbesserungen für Desktops mit Peripherie
fr: Améliorations pour les appareils avec des périphériques
hu: Javítások perifériákkal rendelkező asztali számítógépekhez
ja: 周辺機器を接続したデスクトップPCでの表示を改善
pl: Ulepszenia dla urządzeń z peryferiami
pt: Melhoramentos para computadores de secretária com periféricos
ru: Улучшения для настольных компьютеров с периферийными устройствами
uk: Удосконалення для настільних ПК з периферійними пристроями

source: Filter out internal devices
ar: تصفية الأجهزة الداخلية
ca: Filtre dels dispositius interns
cs: Odfiltrována vestavěná zařízení
de: Interne Geräte ausfiltern
fr: Filtrage des périphériques internes
hu: Belső eszközök kiszűrése
ja: 内部デバイスを表示しないように修正
pl: Filtrowanie urządzeń wewnętrznych
pt: Filtra os dispositivos internos
ru: Фильтрация внутренних устройств
uk: Фільтрування внутрішніх пристроїв

source: Show tooltip on hover
ar: إظهار تلميح عند التمرير
ca: Mostra la descripció emergent en passar-hi
cs: Při najetí ukazatelem zobrazit bublinovou nápovědu
de: Zeige Tooltip beim Darüberfahren
fr: Affichage d'une infobulle au survol
hu: Tipp megjelenítése a kurzor felé mozgatásakor
ja: ホバー時にツールチップを表示するように変更
pl: Przy najechaniu pokazywany jest tooltip
pt: Mostra dica ao pairar o rato
ru: Появление всплывающих подсказок при наведении
uk: Показ підказок під час наведення

source: Performance improvements
ar: تحسينات على الأداء
ca: Millores de rendiment
cs: Vylepšení výkonu
de: Leistungsverbesserungen
fr: Améliorations des performances
hu: Teljesítménybeli javítások
ja: パフォーマンスの改善
pl: Ulepszenie wydajności
pt: Melhorias de desempenho
ru: Улучшения производительности
uk: Поліпшення швидкодії

source: Support for Controllers and Pens
cs: Podpora pro ovladače a pera
de: Unterstützung für Controller und Stifte
hu: Kontrollerek és digitális tollak támogatása
ja: コントローラーとペンに対応
pl: Wsparcie dla kontrolerów i rysików
pt: Suporte para controladores e canetas
uk: Підтримка контролерів та електронних олівців (стилусів)

source: Reduce spacing when percentage is shown
cs: Zmenšena mezera mezi zobrazovanými procenty
de: Zeichenabstand reduziert wenn Prozentzahl angezeigt wird
hu: Ikontávolság csökkentése a százalékérték megjelenítésekor
ja: 残量の割合表示の余白を削減
pl: Zmniejszenie rozstawienie gdy widoczny jest procent baterii
pt: Reduzir o espaço quando a percentagem é indicada
uk: Зменшено відстань між елементами, коли показано відсоток заряду

source: Redesign battery panel icon and show more fine-grained levels
ca: Redisseny de la icona de l'indicador de la bateria i nivells més detallats

source: Drop inaccurate "Apps using lots of power" feature
ca: Supressió de la funció inexacta "Aplicacions que utilitzen molta potència".
fr: Suppression de la fonction imprécise « Applications utilisant beaucoup d'énergie »
ru: Удалена неточная функция «Энергозатратные приложения»
