Repository: elementary/wingpanel-indicator-power
Catalog: po/*.po
Languages: ckb, de, el, ja, my, nl, ro, ug, zh_cn

source: Middle-click to hide percentage
ja: 割合を非表示にするには中クリックしてください
nl: Middelklik om percentage te verbergen

source: Middle-click to show percentage
ja: 割合を表示するには中クリックしてください
nl: Middelklik om percentage te tonen

source: Screen brightness: %i
ckb: ڕووناکی ڕوونما: %i
de: Bildschirmhelligkeit: %i
ja: 画面の輝度: %i
nl: Scherm helderheid: %i

source: Scroll to change screen brightness
ckb: سکرۆڵ بکە بۆ زیاد و کەمکردنی ڕووناکی
de: Bildschirmhelligkeit durch Überfahren mit Mauszeiger ändern
ja: 画面の輝度を変更するにはスクロールしてください
nl: Scroll om de schermhelderheid aan te passen

source: Battery
ckb: پاتری
de: Akku
el: Μπαταρία
ja: バッテリー
my: ဘက္ကထရီ
nl: Batterij
ro: Baterie
ug: باتارىيە
zh_cn: 电池

source: Display
ckb: ڕوونما
de: Bildschirm
el: Οθόνη
ja: ディスプレイ
my: မြင်ကွင်း
nl: Beeldscherm
ro: Afișare
ug: كۆرسىتىش
zh_cn: 显示

source: Mouse
ckb: ماوس
de: Maus
el: Ποντίκι
ja: マウス
my: မောက်စ်
nl: Muis
ro: Cursor
ug: مائۇس
zh_cn: 鼠标

source: Keyboard
ckb: تەختەکلیل
de: Tastatur
el: Πληκτρολόγιο
ja: キーボード
my: ကီးဘုတ်
nl: Toetsenbord
ro: Tastatură
ug: كۇنۇپكا تاختىسى
zh_cn: 键盘

source: Phone
ckb: مۆبایل
de: Mobiltelefon
el: Τηλέφωνο
ja: 電話
my: ဖုန်း
nl: Telefoon
ro: Telefon
ug: تېلېفون
zh_cn: 手机

source: Media Player
ckb: میدیا پلەیەر
ja: メディアプレーヤー
nl: Mediaspeler
zh_cn: 媒体播放器

source: Tablet
ckb: تابلێت
de: Grafiktablett
ja: タブレット
zh_cn: 平板电脑

source: Computer
ckb: کۆمپیتەر
de: Rechner
ja: コンピューター
zh_cn: 计算机

source: Controller
ckb: کۆنتڕۆڵەر
ja: コントローラー

source: Pen
ckb: قەڵەم
de: Stift
ja: ペン

source: Plugged In
ckb: بارگاوی دەکرێت
de: Am Netzstrom angeschlossen
ja: 充電中
nl: Aangesloten

source: Unknown. Device may be locked.
ja: 不明。デバイスがロック中の可能性があります。

# battery-level
source: Critical
ja: 充電切れ

# battery-level
source: Low
ja: 低下

# battery-level
source: Good
ja: 良好

# battery-level
source: High
ja: 十分

# battery-level
source: Full
ja: 充電完了

source: Fully charged
ckb: تەواو بارگاوی بووە
de: Vollständig geladen
ja: 充電済み
nl: Volledig opgeladen

source: %.0f%% charged
ja: %.0f%% 充電済み

source: %.0f%% remaining
ja: 残り %.0f%%

source: %lld hour until full
ckb: تەنها %ll کاتژمێر ماوە بۆ پڕ بوون
de: vollständig geladen in %lld Stunde
el: %lld ώρα μέχρι την πλήρη φόρτιση
ja: 充電完了まで %lld 時間
my: အားပြည့်ရန် %lld လို
nl: %lld uur tot vol
ro: %lld oră până la încărcare completă
ug: %lldسائەتتە قاچىلاپ بولىدۇ
zh_cn: 还需 %lld 小时充满

source: %lld minute until full
ckb: تەنها %ll خولەک ماوە بۆ پڕ بوون
de: vollständig geladen in %lld Minute
el: %lld λεπτό μέχρι την πλήρη φόρτιση
ja: 充電完了まで %lld 分
my: အားပြည့်ရန် %lld မိနစ်
nl: %lld minuut tot vol
ro: %lld minut până la încărcare completă
ug: %lldتا قاچىلاپ بولىدۇ
zh_cn: 还需 %lld 分钟充满

source: %lld second until full
ckb: تەنها %ll چرکە ماوە بۆ پڕ بوون
de: vollständig geladen in %lld Sekunde
el: %lld δευτερόλεπτο μέχρι την πλήρη φόρτιση
ja: 充電完了まで %lld 秒
my: အားပြည့်ရန် %lld စက္ကန့်လို
nl: %lld second tot vol
ro: %lld secundă până la încărcare completă
ug: %lldسىكونتتا قاچىلاپ بولىدۇ
zh_cn: 还需 %lld 秒充满

source: %lld hour until empty
ckb: تەنها بای %ll کاتژمێر بارگاوییە
de: entladen in %lld Stunde
el: %lld ώρα μέχρι την αποφόρτιση
ja: 残り %lld 時間
my: အားကုန်ရန် %lld နာရီလို
nl: %lld uur tot leeg
ro: %lld ora până la golire
ug: %lldسائەتتە توك تۈگەيدۇ
zh_cn: 还剩 %lld 小时用尽

source: %lld minute until empty
ckb: تەنها بای %ll خولەک بارگاوییە
de: entladen in %lld Minute
el: %lld λεπτό μέχρι την αποφόρτιση
ja: 残り %lld 分
my: အားကုန်ရန် %lld မိနစ်လို
nl: %lld minuut tot leeg
ro: %lld minut până la golire
ug: %lldمىنۇتتا توك تۈگەيدۇ
zh_cn: 还剩 %lld 分钟用尽

source: %lld second until empty
ckb: تەنها بای %ll چرکە بارگاوییە
de: entladen in %lld Sekunde
el: %lld δευτερόλεπτο μέχρι την αποφόρτιση
ja: 残り %lld 秒
my: အားကုန်ရန် %lld စက္ကန့်လို
nl: %lld seconde tot leeg
ro: %lld secundă până la golire
ug: %lldسىكۈنتتا توك تۈگەيدۇ
zh_cn: 还剩 %lld 秒用尽

source: Device
ckb: ئامێر
de: Gerät
el: Συσκευή
ja: デバイス
my: စက်ပစ္စည်း
nl: Apparaat
ro: Dispozitiv
ug: ئۈسكۈنە
zh_cn: 设备

source: Show Percentage
ckb: پشاندانی ڕێژەی پاتری
de: Prozentanzeige
el: Εμφάνιση ποσοστού
ja: 割合を表示
my: ရာခိုင်နှုန်းနဲ့ပြ
nl: Toon percentage
ro: Arată procentaj
ug: پىرسەنتىنى كۆرسىتىش
zh_cn: 显示电量

source: Power Settings…
ckb: ڕێکخستنەکان…
de: Energieeinstellungen …
el: Ρυθμίσεις ενέργειας...
ja: 電源の設定…
my: ဘထ္ထရီပါဝါ ပြင်ဆင်ရန်
nl: Energiebeheer…
ro: Setări alimentare…
ug: توك مەنبەسى تەڭشىكى…
zh_cn: 电源设置…

source: Power Saver
ja: 省電力

source: Balanced
ja: バランス

source: Performance
ja: パフォーマンス

source: Middle-click to toggle percentage
de: Prozentanzeige mit Mittelklick umschalten

source: UPS
de: USV
my: ယူပီအက်စ်
nl: Noodstroomvoeding
ug: تاشقى توك مەنبەسى
zh_cn: 外接电源

source: Calculating…
ckb: هەژمارکردن…
de: Berechnen …
el: Γίνεται υπολογισμός...
my: တွက်ချက်နေသည်
nl: Wordt berekend…
ro: Se calculează…
ug: ھېسابلاۋاتىدۇ…
zh_cn: 正在计算…

source: %i%% charged
ckb: %i%% بارگاوی بووە
de: %i%% geladen
el: %i%% φορτίστηκε
my: %i%% အားသွင်းထားသည်
nl: %i%% opgeladen
ro: %i%% încărcat
ug: %i%%توك قاچىلىنىپ بولدى
zh_cn: 已充满 %i%%

source: %lld day until full
de: vollständig geladen in %lld Tag
el: %lld μέρα μέχρι την πλήρη φόρτιση
ro: %lld zi până la încărcare completă
ug: %lldكۈندە توك قاچىلاپ بولىدۇ
zh_cn: 还需 %lld 天充满

source: %i%% remaining
ckb: %i%% ماوە
de: %i%% verbleibend
el: %i%% απομένει
my: %i%% ကျန်ရှိနေသည်
nl: %i%% resterend
ro: %i%% rămas
ug: %i%%توك قالدى
zh_cn: 剩余 %i%%

source: %lld day until empty
de: entladen in %lld Tag
el: %lld μέρα μέχρι την αποφόρτιση
my: အားကုန်ရန် %lld ရက်လို
ro: %lld zi până la golire
ug: %lldكۈندە توك تۈگەيدۇ
zh_cn: 还剩 %lld 天用尽

source: Apps Using Lots of Power
de: Anwendungen mit hohem Energieverbrauch
el: Εφαρμογές που χρησιμοποιούν πολλή ενέργεια
my: အားအသုံးများသည့် App များ
nl: Applicaties die veel energie verbruiken
ro: Aplicații ce utilizează multă energie
ug: كۆپ توك ئىشلىتىۋاتقان ئەپلەر
zh_cn: 耗电较多的程序

source: Unknown App
de: Unbekannte Anwendung
nl: Onbekende App

source: Power
my: ဘက္ကထရီ ပါဝါ

source: Power indicator
my: ဘထ္ဌရီအား အခြေအနပြ

source: PDA
ro: Asistent Personal Digital
ug: مىكرو توك مەنبەسى
